tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "sidneys/homebrew"
brew "aria2"
brew "cabextract"
brew "cdrtools"
brew "clisp"
brew "cmake"
brew "ruby"
brew "php"
brew "composer"
brew "cvs"
brew "deno"
brew "docker-completion"
brew "ffmpeg"
brew "imapsync"
brew "libhid"
brew "netcat"
brew "ninja"
brew "node"
brew "platformio"
brew "rust"
brew "starship"
brew "wimlib"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "qmk/qmk/qmk", link: false
brew "sidneys/homebrew/unrar"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "gcc-arm-embedded"
cask "secretive"
cask "xcodes"
