tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sidneys/homebrew"
brew "gh"
brew "hub"
brew "mas"
brew "starship"
brew "zsh-autosuggestions"
cask "fork"
cask "iina"
cask "latest"
cask "mailmate"
cask "pdf-expert"
cask "secretive"
cask "slack"
# cask "steam"
cask "visual-studio-code"
# cask "xcodes"
mas "Craft", id: 1487937127
mas "Hand Mirror", id: 1502839586
mas "History Book", id: 1619241039
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
mas "Notability", id: 360593530
mas "NotePlan 3", id: 1505432629
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shotty", id: 1250306151
mas "Telegram", id: 747648890
mas "Vinegar", id: 1591303229
